[
  {
    "content": ["乔一成出生"],
    "timestamp": "1965"
  }, {
    "content": ["乔二强出生"],
    "timestamp": "1968"
  }, {
    "content": ["乔三丽出生"],
    "timestamp": "1971"
  }, {
    "content": ["乔四美出生"],
    "timestamp": "1973"
  }, {
    "content": ["乔一成四年级，遇到生命中第一个重要人物，语文代课老师文清华"],
    "timestamp": "1976"
  }, {
    "content": [
      "乔七七出生",
      "母亲魏淑英去世",
      "文清华考入南京大学"
    ],
    "timestamp": "1977"
  }, {
    "content": ["乔三丽9岁多，被李和满企图猥亵未遂，父亲乔祖望收了钱，乔一成之后几年没叫乔祖望爸爸"],
    "timestamp": "1980"
  }, {
    "content": ["乔四美8岁，被沈氏夫妇收养，两月后自己从苏州跑回家"],
    "timestamp": "1981"
  }, {
    "content": ["乔七七5岁，腿疼，齐唯民求老医生看病"],
    "timestamp": "1982"
  }, {
    "content": [
      "乔一成考入南京师范大学中文系",
      "齐唯民考入南京大学哲学系",
      "二姨夫齐志强肝癌病逝",
      "乔二强被学校劝退"
    ],
    "timestamp": "1983"
  }, {
    "content": [
      "乔三丽14岁初中毕业，考入纺织工业学校",
      "乔七七8岁，上小学",
      "乔一成大三，文清华调来一成学校",
      "乔二强17，进印刷机械厂做学徒，钳工",
      "乔四美12岁，早恋"
    ],
    "timestamp": "1985"
  }, {
    "content": [
      "乔一成大四（21），做文居岸（16）的家教，两人相恋",
      "文居岸父母离婚，文居岸母亲带她到北京，并让乔一成与文居岸分手",
      "文清华调走",
      "乔一成拒绝分配做中学老师，考研，新闻系",
      "齐唯民进杂志社做编辑",
      "二姨与一个卖报纸认识的老男人住一起",
      "乔三丽进纺织厂工作，交了男朋友王一丁",
      "乔四美初中毕业",
      "乔二强表白师傅马素芹"
    ],
    "timestamp": "1986"
  }, {
    "content": [
      "元宵节，马素芹老公找到乔家，打了乔二强，乔二强被厂里辞退",
      "马素芹因为提离婚，也被打，后来失踪"
    ],
    "timestamp": "1990"
  }, {
    "content": [
      "乔七七六年级，齐唯民托关系将他转入实验小学，七七被同学欺负",
      "齐唯民认识七七新班主任的妹妹常星宇",
      "乔祖望被厂里停薪留职",
      "乔一成研究生毕业，进电视台做了记者",
      "齐唯民从杂志社离职，考入南京大学读研，常星宇大学毕业，也在南京大学读研，齐唯民常星宇相恋",
      "乔一成叶小朗结婚",
      "乔四美考入涉外宾馆",
      "乔二强接替四美进入印刷厂"
    ],
    "timestamp": "1991"
  }, {
    "content": [
      "乔二强孙小茉相亲恋爱，后来发现孙小茉患有癫痫，决定不分手",
      "乔三丽见了王一丁的家长",
      "乔二强被乔一成托人安排进合资公司做后勤"
    ],
    "timestamp": "1992"
  }, {
    "content": [
      "乔二强孙小茉领证",
      "齐唯民研究生毕业，进入市级机关做办事员，下到贫困地区锻炼两三年",
      "乔七七初中毕业，齐唯民安排他到夜高读书",
      "齐唯民常星宇结婚",
      "乔祖望集资的带头人携款跑路，乔祖望成为替罪羊，乔家被受害人抢空，乔祖望去乡下躲债，弟弟妹妹搬到乔一成家",
      "叶小朗想出国被拒签"
    ],
    "timestamp": "1993"
  }, {
    "content": [
      "叶小朗去美国读大学",
      "乔一成叶小朗离婚"
    ],
    "timestamp": "1994"
  }, {
    "content": [
      "常星宇怀孕，四个月时孩子没了，因为齐唯民下乡的地方发生洪水，所以没有告诉齐唯民",
      "乔七七与夜高同学杨铃子恋爱，后在杨铃子引诱下发生关系",
      "乔四美偶遇军人戚成钢，主动交换地址，互相写信联系",
      "杨铃子怀孕，乔七七杨铃子结婚",
      "乔四美偷偷去拉萨找戚成钢，两人在部队结婚，部队首长证婚"
    ],
    "timestamp": "1995"
  }, {
    "content": [
      "乔七七杨铃子女儿乔韵芝出生，乔七七在杨铃子爸开的小工厂帮忙"
    ],
    "timestamp": "1996"
  }, {
    "content": [
      "乔三丽王一丁结婚",
      "乔祖望回老屋住，债主不再找上门。乔四美一起回老屋住了。乔祖望生活费由四个子女每个人给一些",
      "乔一成被分配搭档摄影宋清远",
      "乔一成单位为迎接香港回归忙起来，乔一成由此认识某区宣传部长，项南方",
      "乔二强孙小茉办酒席结婚",
      "乔三丽王一丁儿子王若轩出生，乔一成起的名字",
      "乔一成项南方恋爱",
      "齐唯民常星宇儿子齐咚呛出生"
    ],
    "timestamp": "1997"
  }, {
    "content": [
      "乔二强失业，乔一成托人把他安排到邮局做临时工",
      "戚成钢出轨达娃央宗，被部队开除，回到南京。乔四美原谅了他，戚成钢开始开出租车",
      "年底，乔一成项南方结婚，两人住进项南方家",
      "齐唯民帮乔七七开了一间小游戏室",
      "乔家人给母亲魏淑英迁坟"
    ],
    "timestamp": "1998"
  }, {
    "content": [
      "乔一成通过内部竞选，成为电视台某九点档新闻专题栏目执行制片",
      "项南方被派往某县城做县长",
      "乔四美怀孕，七个月时，发现戚成钢再次出轨，四美选择默默原谅",
      "乔四美戚成钢女儿戚巧巧出生",
      "乔一成知道了戚成钢出轨，打了他一巴掌",
      "乔二强去买豆腐，遇到了卖豆腐的马素芹"
    ],
    "timestamp": "1999"
  }, {
    "content": [
      "乔二强与孙小茉离婚，净身出户，与马素芹结婚",
      "王一丁辞职，自己开了间机修铺",
      "戚成钢与人合伙开了间书店",
      "乔一成发现乔祖望背着他经常向项家人提要求，两人大吵一架",
      "乔一成搬离项家小院，回到之前的房子（他已经买了这套房子的产权）",
      "乔一成请假去看项南方，发现有人特意从南京来给项南方过生日并送了花"
    ],
    "timestamp": "2000"
  }, {
    "content": [
      "马素芹儿子智勇不接受乔二强，上初三时选择住校，二强经常去送饭，两人关系稍微缓和",
      "王一丁生意走上正轨，请所有人吃了饭",
      "乔二强单位分配了拉人进书友会的任务，找到常星宇完成了指标",
      "项南方回到了南京"
    ],
    "timestamp": "2001"
  }, {
    "content": [
      "项南方升了官",
      "乔一成看到有人追求项南方，南方拒绝了，但是乔一成心里觉得别扭",
      "项南方出国考察三个月",
      "戚成钢出轨书店店员孟桂芝，孟桂芝怀孕，孟家人找来戚成钢家要钱，最终孟桂芝打了胎，乔一成借给戚成钢和四美钱，给了孟家8万",
      "因为乔四美不肯离婚，乔三丽恨铁不成钢，与四美几乎断了来往",
      "项南方因为四美的事情，乔一成没有告诉她，也不肯让她帮忙，察觉到乔一成内心没有完全跟她打开，想要跟他谈一谈的时候，又升职了，两人关系开始出现僵化",
      "马素芹儿子智勇中考距离重点高中差两分，需要交5万块钱，乔二强借了乔三丽两万交了钱。智勇和马素芹偷偷去派出所改了姓，智勇跟着二强姓乔"
    ],
    "timestamp": "2002"
  }, {
    "content": [
      "元旦过后，乔一成与项南方分居，南方提出来的",
      "王一丁出了车祸住院，乔三丽住在病房照顾他，乔四美把三丽儿子接回家照顾，乔一成乔二强轮流值班，马素芹每天送饭，戚成钢也来帮忙。齐唯民常星宇也来看过，私下给了三丽一些钱",
      "乔七七的游戏室被流氓捣乱，七七被打断两根肋骨，住进了跟王一丁一样的医院",
      "非典流行，戚成钢在医院确诊，乔家人在乔家老院等消息时，包括来探望的乔七七，全部在老院被隔离了二十天",
      "隔离结束后，乔四美申请去了医院照顾戚成钢，乔一成照顾四美女儿戚巧巧。戚成钢住院四个月后出院",
      "乔一成在医院偶遇文居岸",
      "年底，戚成钢病痊愈之后，乔四美提出离婚，戚巧巧判给了四美",
      "乔一成与项南方离婚",
      "项南方成了临市的一名副市长",
      "乔二强与马素芹开了一家小饭店，卖南京本地菜和东北水饺，生意不错",
      "乔一成成为电视台新闻中心副主任",
      "乔三丽与王一丁去了北京，将儿子托付给乔四美"
    ],
    "timestamp": "2003"
  }, {
    "content": [
      "乔一成发现文居岸酗酒，将文居岸接到自己家里让她戒酒",
      "乔三丽王一丁从北京回来了，王一丁精神气更差了"
    ],
    "timestamp": "2004"
  }, {
    "content": [
      "乔祖望开始忘事，兄弟姐妹几个给他请了个保姆曲阿英",
      "乔一成文居岸有结婚打算，但是乔一成发现文居岸不是真正的开心，且还在偷偷喝酒",
      "乔祖望想要跟保姆曲阿英结婚，儿女几个都不同意",
      "王一丁父亲去世，之后母亲被诊断出患上肺癌，不久也去世了，去世前告诉了乔三丽，王一丁并非亲生",
      "曲阿英得到乔祖望同意让她的大儿子住进了乔家老院，乔四美很不开心，经常争吵"
    ],
    "timestamp": "2005"
  }, {
    "content": [
      "曲阿英让乔祖望求情，让她的大儿子到乔二强的饭店里做事去了",
      "乔一成发现文居岸对于结婚的事不怎么上心，一次文居岸回自己房子里拿东西，借口天晚了没回去，后来慢慢搬回了自己的房子",
      "王一丁因为自己的病，跟乔三丽提离婚，三丽不同意，两个人说开了要好好过下去",
      "三丽打算重新装修一下房子，乔一成帮忙去装修市场时，遇到了项南方，南方在新开发区买了房子，一成主动提出帮她看着装修",
      "乔二强在超市门口偶遇孙小茉，发现她带着个6岁的儿子，乔二强找到孙小茉家，孙小茉母亲告诉二强那是他的儿子",
      "曲阿英儿媳妇美勤也住进乔家老院，不久之后怀孕了",
      "孙小茉母亲告诉马素芹孩子的事情，马素芹悄悄离开了，留信希望二强和孙小茉以及他亲生儿子一起生活，马素芹回老家等儿子智勇大学毕业",
      "文居岸告诉乔一成自己爱上了父亲病重时的主治医生，两个人曾经在一起，但是医生不愿与妻子离婚。文居岸选择继续等医生，离开了乔一成，一成心痛却也觉得分开更好"
    ],
    "timestamp": "2006"
  }, {
    "content": [
      "杨铃子认识了新的男人，偷偷南下，离开了乔七七",
      "乔祖望起夜时摔伤，正好曲阿英回了老家，兄妹几个轮流照顾乔祖望。曲阿英从老家回来带来了小女儿，说要照顾怀孕的儿媳妇。乔一成认为还不到处理的时候，让乔四美搬出来住在乔三丽家",
      "孙小茉告诉乔二强，孩子不是他的，而是以前的主任的，主任没有认这个儿子。孙小茉母亲为了孩子能上户口上学，骗了乔二强",
      "乔一成因为工作上的合作，被对方带到夜总会，认识了小姐芬妮，两人什么都没做。最后一次去被警察抓到，芬妮咬定一成是嫖客，宋清远帮忙交了三万保金保一成出来。有人在西祠网记者论坛传播这件事，发展成谣言",
      "乔祖望瘫痪，后来曲阿英催着他办结婚手续，乔祖望答应后天去办。乔七七来看他，乔祖望摸着乔七七的脸，一直说像",
      "乔祖望去世，下半身在床上，上半身磕到地上。和曲阿英的结婚手续没有来得及办。乔四美认为乔祖望是在生命最后，赔上老命，无私了一次",
      "三丽和四美找乔祖望遗照时找到乔祖望年轻时的照片，一成发现与乔七七很像",
      "乔祖望去世两个月后，乔一成让曲阿英一家人搬离乔家老院，曲阿英手中写着乔祖望名字的房产证是假的，真的房产证写的是乔四美的名字，乔四美搬了回来",
      "乔一成原是电视台新一任副台长候选人之一，嫖妓事件后被取消资格。台领导竞聘全部结束当天，台里公开为一成正了名",
      "项南方回来参加乔祖望骨灰入土仪式",
      "乔二强去东北将马素芹接了回来",
      "乔四美的女儿戚巧巧被市艺术团录取，四美休假去了西藏一趟"
    ],
    "timestamp": "2007"
  }, {
    "content": [
      "乔三丽与王一丁的老房子拆迁，重新买了一个房子，与项南方买的房子在一个小区",
      "乔七七女儿乔韵芝喜欢偷东西，学校建议去看心理医生",
      "乔韵芝在学校顶楼平台要跳下去，被班主任救了下来。之后乔七七将游戏室包给别人，每天陪着女儿上课、学习",
      "齐唯民母亲魏淑芳糖尿病去世，齐唯民继父，当天守在医院太平间门口时，也在长椅上去世。齐唯民想了两天两夜后决定将母亲和继父合葬在一起",
      "乔一成得了肾病，将自己的事情安排好后，一个人去住院。其他人发现后，宋清远跟医院主任打招呼换进了单人病房，弟弟妹妹们包括乔七七轮流照顾",
      "项南方来看乔一成，帮他安排了肾病的专家。她要回到南京工作，申请了去教育局",
      "文清华心血管破裂去世，就在乔一成住的医院",
      "乔一成急性肾衰竭，专家建议换肾，只有乔七七配型成功。一成不同意换肾，被七七劝说成功，换肾手术很顺利。经二强提议，一成和七七住在同一间病房进行术后恢复"
    ],
    "timestamp": "2008"
  }, {
    "content": [
      "终"
    ],
    "timestamp": "END"
  }
]